<?php

return [
    'labels' => [
        'Carmis' => 'บัตรรหัส',
        'carmis' => 'บัตรรหัส',
    ],
    'fields' => [
        'goods_id' => 'สินค้าที่เกี่ยวข้อง',
        'status' => 'สถานะ',
        'carmi' => 'เนื้อหาบัตรรหัส',
        'status_unsold' => 'ยังไม่ขาย',
        'status_sold' => 'ขายแล้ว',
        'is_loop' => 'บัตรรหัสหมุนเวียน',
		'yes'=>'ใช่',
        'import_carmis' => 'นำเข้าบัตรรหัส',
        'carmis_list' => 'รายการบัตรรหัส',
        'carmis_txt' => 'ข้อความบัตรรหัส',
        'are_you_import_sure' => 'คุณแน่ใจหรือไม่ที่จะนำเข้าบัตรรหัส?',
        'remove_duplication' => 'ลบรายการซ้ำหรือไม่',
    ],
    'options' => [
    ],
    'helps' => [
        'carmis_list' => 'หนึ่งบรรทัดต่อหนึ่งรายการ แยกด้วยปุ่ม Enter โปรดอย่านำเข้าบัตรรหัสที่มีความยาวข้อความมากเกินไป เพราะอาจทำให้หน่วยความจำล้น หากบัตรรหัสมีขนาดใหญ่เกินไป แนะนำให้แก้ไขสินค้าเป็นการจัดการด้วยตนเอง'
    ],
    'rule_messages' => [
        'carmis_list_and_carmis_txt_can_not_be_empty' => 'โปรดกรอกบัตรรหัสที่ต้องการนำเข้าหรือเลือกไฟล์บัตรรหัสที่ต้องการอัปโหลด',
        'import_carmis_success' => 'นำเข้าบัตรรหัสสำเร็จ!'
    ]
];
