<?php

return [
    'labels' => [
        'Coupon' => 'รหัสส่วนลด',
        'coupon' => 'รหัสส่วนลด',
    ],
    'fields' => [
        'type' => 'ประเภทส่วนลด',
        'discount' => 'จำนวนส่วนลด',
        'is_use' => 'ใช้แล้วหรือไม่',
        'is_open' => 'เปิดใช้งานหรือไม่',
        'coupon' => 'รหัสส่วนลด',
        'ret' => 'จำนวนครั้งที่เหลือ',
        'type_one_time' => 'ใช้ครั้งเดียว',
        'type_repeat' => 'ใช้ซ้ำได้',
        'status_use' => 'ใช้แล้ว',
        'status_unused' => 'ยังไม่ได้ใช้',
        'goods_id' => 'สินค้าที่ใช้ได้'
    ],
    'options' => [
    ],
];
