<?php

return [
    'labels' => [
        'Goods' => 'สินค้า',
        'goods' => 'สินค้า',
    ],
    'fields' => [
        'actual_price' => 'ราคาขายจริง',
        'group_id' => 'หมวดหมู่ที่เกี่ยวข้อง',
        'api_hook' => 'เหตุการณ์คอลแบ็ก',
        'buy_prompt' => 'คำแนะนำการซื้อ',
        'description' => 'คำอธิบายสินค้า',
        'gd_name' => 'ชื่อสินค้า',
        'gd_description' => 'คำอธิบายสินค้า',
        'gd_keywords' => 'คำสำคัญของสินค้า',
        'in_stock' => 'สินค้าคงคลัง',
        'ord' => 'น้ำหนักการเรียงลำดับ',
        'other_ipu_cnf' => 'การกำหนดค่ากล่องอินพุตอื่นๆ',
        'picture' => 'รูปภาพสินค้า',
        'retail_price' => 'ราคาขายปลีก',
        'sales_volume' => 'ยอดขาย',
        'type' => 'ประเภทสินค้า',
        'buy_limit_num' => 'จำกัดจำนวนสูงสุดที่ซื้อต่อครั้ง',
        'wholesale_price_cnf' => 'การกำหนดค่าราคาขายส่ง',
        'automatic_delivery' => 'จัดส่งอัตโนมัติ',
        'manual_processing' => 'ดำเนินการด้วยตนเอง',
        'is_open' => 'วางจำหน่ายหรือไม่',
        'coupon_id' => 'รหัสส่วนลดที่ใช้ได้'
    ],
    'options' => [
    ],
    'helps' => [
        'retail_price' => 'สามารถเว้นว่างได้ ใช้สำหรับการแสดงผลเป็นหลัก',
        'picture' => 'สามารถไม่อัปโหลดได้ จะใช้รูปภาพเริ่มต้น',
        'in_stock' => 'เมื่อประเภทสินค้าเป็น "ดำเนินการด้วยตนเอง" จำนวนสินค้าคงคลังที่กรอกด้วยตนเองจึงจะมีผล สินค้าประเภท "จัดส่งอัตโนมัติ" ระบบจะระบุจำนวนสินค้าคงคลังโดยอัตโนมัติ',
        'buy_limit_num' => 'ป้องกันการกวาดสินค้าคงคลังที่เป็นอันตราย 0 หมายถึงไม่จำกัดจำนวนสูงสุดที่ลูกค้าสามารถสั่งซื้อต่อครั้ง',
        'other_ipu_cnf' => 'รูปแบบคือ [ตัวระบุเฉพาะ(ภาษาอังกฤษ)=ชื่อกล่องอินพุต=จำเป็นหรือไม่] เช่น: กรอก line_account=บัญชี Line=true หมายความว่าหน้ารายละเอียดสินค้าจะเพิ่มกล่องอินพุต [บัญชี Line] ลูกค้าสามารถกรอก [บัญชี Line] ได้ true หมายถึงจำเป็น false หมายถึงไม่จำเป็น (หนึ่งบรรทัดต่อหนึ่งรายการ)',
        'wholesale_price_cnf' => 'เช่น: กรอก 5=3 หมายความว่าเมื่อลูกค้าซื้อ 5 ชิ้นขึ้นไป ราคาต่อชิ้นจะเป็น 3 บาท หนึ่งบรรทัดต่อหนึ่งรายการ',

    ]
];
