<?php

return [

    //luna模板
    'home_choice_cate' => 'เลือกหมวดหมู่',
    'home_choice_goods' => 'เลือกสินค้า',
    'order_search_m' => 'ค้นหาคำสั่งซื้อ',
    'goods_num' => 'จำนวนสินค้า',
    'goods_disc_1' => 'เมื่อซื้อครบ',
    'goods_disc_2' => 'ชิ้น ราคาต่อหน่วย',
    'goods_disc_3' => 'บาท/ชิ้น',
    'goods_surplus' => 'เหลือ',
    'goods_unit' => 'ชิ้น',

    'buy_goods_msg' => 'รายละเอียดสินค้า',
    'buy_num' => 'จำนวนที่ซื้อ',
    'buy_email' => 'อีเมล',
    'buy_email_tips' => 'กรอกอีเมลของคุณ',
    'buy_disc' => 'รหัสส่วนลด',
    'buy_disc_tips' => 'กรอกรหัสส่วนลดของคุณ',
    'buy_pass' => 'รหัสผ่านค้นหา',
    'buy_pass_tips' => 'โปรดกรอกรหัสผ่านค้นหาคำสั่งซื้อ',
    'buy_code' => 'รหัสยืนยัน',
    'buy_code_tips' => 'โปรดป้อนรหัสยืนยัน',
    'buy_loading_verification' => 'กำลังโหลดรหัสยืนยัน...',
    'buy_order_m' => 'สั่งซื้อทางมือถือ',

    'query_no_order' => 'ไม่พบข้อมูลคำสั่งซื้อ',
    'query_no_order_tips' => 'อาจจะตรวจสอบและยืนยันว่าหมายเลขคำสั่งซื้อ อีเมล หรือรหัสผ่านค้นหาที่ป้อนถูกต้องหรือไม่!!',

    'order_number' => 'หมายเลขคำสั่งซื้อ',
    'email' => 'อีเมลคำสั่งซื้อ',
    'order_status' => 'สถานะคำสั่งซื้อ',


    'least_one' => 'จำนวนที่ซื้อไม่สามารถน้อยกว่า 1 ชิ้น',
    'exceeds' => 'จำนวนที่ซื้อไม่สามารถมากกว่าจำนวนสินค้าคงคลัง',
    'exceeds_limit' => 'จำนวนที่ซื้อไม่สามารถมากกว่าจำนวนจำกัดการซื้อ',
    'mobile_order' => 'สแกน QR code เพื่อสั่งซื้อทางมือถือ'
];
